//
//  EmptyLoveObject.swift
//  LoveOrHate
//
//  Created by Bleysus on 24.12.2019.
//  Copyright © 2019 Bleysus.com. All rights reserved.
//

import Foundation

struct EmptyLoveObject {
    let text = [
        "Пусто",
        "О-ла-ла",
        "Тут ничего",
        "Забыл добавить?",
        "Опять забыл?",
        "Черная дырочка",
        "Название бы сюда",
        "Здесь ничего нет",
        "Хм...",
        "Свайп влево и название",
        "Придумать бы название",
        "Тут могла бы быть любовь, няш-няш!",
        "Тут место для ненависти, ррр...",
        "Безобразие! Или нет?",
        "Тыгыдым, тыгыдым, тыгыдым",
        "Влюбиться бы",
        "Не хочу писать название",
        "Пусть будет, мммм... ежик!",
        "Кря-кря!",
        "Полено, не?",
        "Трах, тибидох, тибидох",
        "Шерше ля название :)",
        "Серо-буро-малиновый с прожилками",
        "Фиолетовенький?",
        "Бумажный кораблик",
        "Оригами оригами",
        "Мышка есть, а кошка почему",
        "Стол, стул, девять",
        "Три, три, три = дырка",
        "А почему пихты не зеленые зимой?",
        "Кто может прыгнуть выше дома?",
        "Пфффф! нет уж! Завтра!",
        "Мы писали, мы писали, что-то там у нас устало",
        "На первый и первый рассчитайтесь!",
        "Одень валенки! Ну и что, что лето!",
        "Эксель моксель",
        "Счетные палочки для счета палочек",
        "А что мониторит монитор?",
        "Светлая тема. А брюнетки - тема?",
        "Чеши давай. Расческой.",
        "А почему ноль похож на букву О?",
        "Оля или Нольля?",
        "Синий зуб передает данные...",
        "Хайфай, Вайфай или вай-вай?",
        "Монетаризм монетизации монеток",
        "А глаза могут выпасть, если их напрягать?",
        "Кофе - он, живой что-ли?",
        "А у нас печеньки",
        "Шу-шу-шу, вот что я вам расскажу...",
        "Наушники есть, а наносники?",
        "Спасти мир от грязных носков",
        "Валенки или дутики",
        "Бухать в пятницу?",        
    ]
}
